{
  "Categories": [
    {
      "title": "Technology",
      "clauses": [
        "Deliverables and Milestones",
        "Compatibility with Existing Systems"
      ]
    },
    {
      "title": "General Services",
      "clauses": ["Safety Requirements", "Equipment and Materials"]
    },
    {
      "title": "Catering Services",
      "clauses": [
        "Licensing Requirements",
        "Food Handling",
        "Equipment Requirements"
      ]
    },
    {
      "title": "Consulting Services",
      "clauses": ["Deliverables", "Presentations", "Travel Expenses"]
    }
  ],
  "Clauses": [
    {
      "category": "All",
      "clauses": [
        {
          "title": "Scope of Work",
          "clause": "Please provide a concise clause that outlines the overall scope of work in a broad, high-level manner. The goal is to capture the essential aspects of the project without delving into specific details such as schedules, supplies, or granular tasks. This clause should serve as a general overview, allowing future interactions to focus on more specific elements."
        },
        {
          "title": "Schedule",
          "clause": "The schedule clause covers the following:\n\n- Specific dates and time periods for work to be performed\n- Detailed schedule provided by Client for planning\n- Holidays/days when no work is allowed\n- Preferred work hours and requirement for authorization outside of those hours\n- Restriction on working in occupied spaces"
        },
        {
          "title": "Expectations",
          "clause": "The expectations clause outlines the following:\n\n- Proper execution of all work during the performance period\n- Potential for additional work and compensation\n- Completion of work if unable to finish during scheduled time\n- Maintaining a safe and compliant work environment\n- Following the agreed-upon scope of work and standards\n- Obtaining approval for deviations from the original requirements\n- Maintaining organized and professional work areas\n- Quality control inspections and addressing any issues identified\n- Notification requirements for completing work\n- Penalties for incomplete work or required corrections"
        },
        {
          "title": "Supplies",
          "clause": "The supplies clause covers the following:\n\n- Providing all necessary personnel, supplies, equipment, and materials\n- Client-provided items for consumption or replacement\n- Restrictions on moving or altering Client's supplies\n- Submission of supplies list and safety documentation\n- Use of environmentally-friendly products when feasible\n- Proper labeling and handling of hazardous supplies\n- Following manufacturer's recommendations for supply usage"
        },
        {
          "title": "Personnel",
          "clause": "The personnel clause outlines the following:\n\n- Compliance with labor laws and adequate staffing\n- Training requirements for employees/subcontractors\n- Background checks for employees accessing worksites\n- Professional behavior and removal of disruptive personnel\n- Supervision and designated site managers\n- Transportation and compliance with regulations\n- Identification requirements for employees/subcontractors\n- Uniform requirements\n- Restrictions on temporary employees, children, pets, and non-employees\n- Prohibition on removing or consuming Client's property\n- Prohibition on using Client's equipment for personal use\n- Smoking policy compliance\n- Replacement of employees found with contraband\n- Securing work areas and turning off lights\n- False alarm fines\n- Training on handling infectious materials"
        },
        {
          "title": "On Site Requirements",
          "clause": "The on-site requirements clause covers the following:\n\n- Issuance and proper handling of access requirements (keys, badges, etc.)\n- Reporting of damage, hazards, and emergencies\n- Remediation of hazardous conditions\n- Incident reporting requirements\n- Obtaining necessary business licenses/permits"
        },
        {
          "title": "Inspections/Meetings",
          "clause": "The inspections/meetings clause outlines the following:\n\n- Inspection frequency and scheduling requirements\n- Notification and resolution of work deficiencies\n- Random quality checks by Client\n- Check-in frequency with Client representatives\n- Regular meetings for planning and issue discussion"
        },
        {
          "title": "Changes",
          "clause": "The changes clause covers the following:\n\n- Approval process for changes to the agreement"
        },
        {
          "title": "Other Requirements",
          "clause": "The other requirements clause outlines the following:\n\n- Compliance with Client's policies, procedures, and instructions\n- Prompt notification of issues, concerns, or potential risks\n- Open communication and regular progress updates\n- Professional, ethical, and lawful conduct\n- Cooperation with audits, inspections, and investigations\n- Mutual agreement on additional terms and conditions not covered in the agreement"
        }
      ]
    },
    {
      "category": "Technology",
      "clauses": [
        {
          "title": "Deliverables and Milestones",
          "clause": "This clause outlines the specific deliverables and milestones for the technology solutions.\n\n- Deliverables: The specific software, hardware, or technology solutions to be provided\n- Milestones: Key dates and stages for delivery, implementation, and testing of the technology solutions"
        },
        {
          "title": "Compatibility with Existing Systems",
          "clause": "This clause defines the requirements for the technology solutions to be compatible with the institution's existing systems.\n\n- Requirements for the technology solutions to integrate and work seamlessly with the institution's existing IT infrastructure, systems, and applications\n- Standards and protocols to ensure compatibility and interoperability\n- Data migration and conversion processes, if applicable"
        }
      ]
    },
    {
      "category": "General Services",
      "clauses": [
        {
          "title": "Safety Requirements",
          "clause": "This clause outlines the safety protocols and requirements for the service provider.\n\n- Safety protocols, procedures, and standards to be followed by the service provider and their personnel\n- Use of appropriate personal protective equipment (PPE) and safety gear\n- Compliance with relevant safety regulations and industry best practices\n- Incident reporting and emergency response procedures"
        },
        {
          "title": "Equipment and Materials",
          "clause": "This clause specifies the equipment and materials to be used by the service provider.\n\n- Specifications for the equipment, tools, and materials to be used by the service provider\n- Maintenance and upkeep requirements for equipment\n- Responsible handling and disposal of materials, including hazardous substances"
        }
      ]
    },
    {
      "category": "Catering Services",
      "clauses": [
        {
          "title": "Licensing Requirements",
          "clause": "This clause covers the necessary licenses and permits for operating catering services.\n\n- Licenses and permits required for the catering business to operate legally\n- Food service and handling certifications for staff\n- Compliance with local health and safety regulations"
        },
        {
          "title": "Food Handling",
          "clause": "This clause outlines the food safety standards and procedures for catering services.\n\n- Food safety standards and procedures for storage, preparation, and serving of food\n- Temperature control and monitoring requirements\n- Hygiene and sanitation protocols for staff and facilities"
        },
        {
          "title": "Equipment Requirements",
          "clause": "This clause specifies the equipment requirements for catering operations.\n\n- Specifications for kitchen equipment, cooking appliances, and food storage facilities\n- Maintenance and cleaning requirements for equipment\n- Adherence to health and safety codes for commercial kitchens"
        }
      ]
    },
    {
      "category": "Consulting Services",
      "clauses": [
        {
          "title": "Deliverables",
          "clause": "This clause defines the deliverables expected from the consulting services.\n\n- Specific deliverables expected from the consulting services, such as reports, analyses, recommendations, or project plans\n- Formatting and presentation requirements for deliverables\n- Review and approval processes for deliverables"
        },
        {
          "title": "Presentations",
          "clause": "This clause outlines the requirements for presentations or briefings by the consultant.\n\n- Requirements for the consultant to provide presentations or briefings to the Client\n- Frequency and format of presentations (in-person, virtual, or recorded)\n- Audience and participants for presentations"
        },
        {
          "title": "Travel Expenses",
          "clause": "This clause covers the policies and guidelines for reimbursement of travel expenses.\n\n- Policies and guidelines for reimbursement of travel expenses incurred by the consultant\n- Approved travel modes and accommodation standards\n- Documentation and submission process for travel expense claims"
        }
      ]
    }
  ]
}
